;
;  Note: The author of these translation don't write portuguese according to the new orthographic agreement between Portugal and Brazil
;  Nota: O autor desta tradução não escreve português de acordo com o novo acordo ortográfico entre Portugal e o Brasil
;  
;
;
; TranslationAuthor: Luis Neves
; TranslationAuthorEmail: luis.a.neves@sapo.pt
; TranslationAuthorWeb: 
; Soft Version: 1.71.90
; Update: 16-06-2015
;
[GUI]
ButtonYes=Sim
ButtonNo=Não
ButtonOK=OK
ButtonMinimize=Minimizar
ButtonMaximize=Máximizar
ButtonClose=Fechar
ButtonRestore=Restaurar
ButtonMenu=Menu

[Lang]
NativeLanguage=Português (Portugal)

[Translation]
LangCode=0816

FrmMain.btnfacebook.Hint=Partilhar o Wise Program Uninstaller no Facebook
FrmMain.btntwitter.Hint=Partilhar o Wise Program Uninstaller no Twitter
FrmMain.btnemail.Hint=Partilhar o Wise Program Uninstaller com os seus amigos
FrmMain.btnRefresh.Hint=Actualizar
FrmMain.btnLog.Caption=Registo
TfrmUnlog.caption=Registo de desinstalação
TfrmUnlog.head.unDate=Data de desinstalação
TfrmUnlog.head.ItemName=Itens Desinstalados
TfrmUnlog.head.restore=Itens Residuais
TfrmUnlog.noItems=Não existem itens residuaus
TfrmUnlog.Recovered=Recuperado
TfrmUnlog.recover=Recuperar

ReadHabit=Left-to-right
LanguageName=POR
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Information=Informação
Warning=Alerta
Error=Erro
Confirm=Confirmação
CurVer=Versão Actual: 

FrmRate.Btnlist.caption=Avaliações de Utilizadores
FrmRate.Btnreview.caption=A Minha Avaliação
FrmRate.Btnfirst.caption=Torne-se no nosso 1º avaliador
FrmRate.Btnsubmit.caption=Enviar
FrmRate.lblscore.caption=Classificação:
FrmRate.lblscorehint.caption=(necessita clicar nas estrelas para classificar)
FrmRate.lblnick.caption=Alcunha:
FrmRate.lblnickhint.caption=((Opcional)
FrmRate.lblemail.caption=O Seu Email:
FrmRate.lblemailhint.caption=(Opcional)
FrmRate.lblcontent.caption=Conteúdo:
FrmRate.lblcontenthint.caption=(Opcional)
FrmRate.lbldesctitle.caption=Descrição do Software:
FrmRate.lblratesoft.caption=Software Recomendado
;
; Acerca
;
FrmAbout.caption=Acerca
FrmAbout.btnok.caption=OK
FrmAbout.lblver.caption=Versão Actual: 
FrmAbout.lblemail.caption=Apoio Técnico: 
FrmAbout.lblhome.caption=Página Inicial: 
FrmAbout.lblthank.caption=Agradecimentos às seguintes pessoas pelos seus contributos: 
;
; Menu Emergente
;
pmGoto=Ir para localização
pmHelp=Ajuda Online
pmHome=Página Inicial
pmforum=Fórum
pmCheckMsg=Verificar novidades Automaticamente
pmContact=Contacte-nos
pmCheckNew=Procurar Actualizações
pmLang=Multi-Idiomas
pmAbout=Acerca
pmOpenEntry=Abrir no Editor de Registo
PmGoogle=Procurar no Google
pmExport=Exportar para ficheiro de texto...
pmRightMenuA=Exibir no menu de contexto
ExplorerMenu=Desinstalar com o Wise Program Uninstaller

;
; Interface Principal
; 
FrmMain.lblrate.caption=Classificação

FrmMain.BtnNormal.Caption=Desinstal. Segura
FrmMain.BtnModify.Caption=Modificar
FrmMain.BtnForce.Caption=Desinstal. Forçada
FrmMain.BtnRemove.Caption=Remover Entradas
FrmMain.Btnlikeit.Caption=Gosto
FrmMain.lblcheckver.Caption=Procurar Actualizações
FrmMain.lblinfo.caption=Fornecendo uma maneira de forçar a remoção de programas 'teimosos'
;
;Gostar de Nós
;
FrmlikeIt.lblTitle.caption=Se gosta do Wise Uninstaller, por favor dê a conhecer esta adorável ferramenta aos seus amigos.
Frmlikeit.lblInfo.caption=Por favor partilhe o Wise Uninstaller com a sua família, amigos, e colegas por Email, Blog, Twitter, Youtube, Facebook, etc. Bem feito! Trará vantagens e eficiência às suas vidas.
FrmlikeIt.lblRate.caption=Classifique o Wise Uninstaller: 
FrmlikeIt.lblfollow.caption=Siga-nos em:
FrmlikeIt.lblshare.caption=Partilhe o Wise Uninstaller: 
FrmlikeIt.btndownload.caption=Transferir
FrmlikeIt.imgrate.hint=Dê-nos o prémio de 5 estrelas na CNET
FrmlikeIt.imgmail.hint=Partilhe-o com os seus amigos
FrmlikeIt.imgface1.hint=Partilhe-o no Facebook
FrmlikeIt.imgface2.hint=Goste de nós no Facebook
FrmlikeIt.imgtwitter1.hint=Partilhe-o no Twitter
FrmlikeIt.imgtwitter2.hint=Siga-nos no Twitter
FrmlikeIt.Caption=Gosto
FrmlikeIt.lbldownload.caption=Transfira mais freeware de WiseCleaner.com

;processs
FrmProgressModal.btncancel.caption=Cancelar

;
;frmafterdel
;
Frmafterdel.caption=Entradas de Registo e ficheiros associados com o programa
Frmafterdel.btnremove.caption=Remover
Frmafterdel.btncancel.caption=Cancelar
Frmafterdel.lblinfo.caption=Por favor veja o resultado e clique "Remover" para concluír esta desinstalação.
Frmafterdel.btnnone.caption=Desmarcar Todos
Frmafterdel.btnall.caption=Seleccionar Todos


[Uninstall]
PublisherUnknown=Editor Desconhecido
VersionUnknown=Versão Desconhecida
Rate=Classificação
ItemName=Nome
Publisher=Editor
Size=Tamanho
SetupDate=Data de Instalação
Version=Versão
Canceled=O processo de desinstalação foi cancelado.
NoLeftOverItem=Não foram encontrados itens residuais.
Removing=A Remover:
TotalStat=Encontrados %d programas ocupando %s de espaço no disco.
Calculating=A calcular tamanho...
Files=Ficheiro e Pasta
RegEntries=Entradas de Registo
Items=Itens

[message]
NewVer=Está disponível uma nova versão! Pretende actualizar agora?
NoNewVer=Parabéns! A versão que está a usar é a mais recente.
NoProgramSelected=Por favor seleccione primeiro um programa.
IsBusy=Por favor aguarde até que a desinstalação anterior esteja concluída.
StartFindLeftover=A analisar ficheiros associados, pastas e entradas de registo...
Collecting=A recolher informação dos programas instalados...
BeSureUseForce=Por favor escolha 'Desinstalação Forçada' apenas quando a 'Desinstalação Segura' não funcionar. Tem a certeza que pretende continuar?
ConfirmRemove=Tem a certeza que pretende remover esta entrada?
RejectItself=O programa não pode desinstalar-se a si próprio.
TranslateTo=Traduzir para...

[SoftRate]
Querying=A consultar...
Good=Gosto 
Bad=Não Gosto
Safe=Reportar
Ver=Versão:
Ratings=Classificações
SoftNotExist=Não é possível encontrar informação do programa.
GetSoftInfoError=Falha em obter informação do programa
UploadSoftLogoError=Erro no envio da informação do software
SubmitData=A enviar os seus comentários sobre este programa...
SubmitSoftInfoError=Erro de envio relacionado com a rede.
SubmitRateSuccess=Enviado com Sucesso.
HaveSubmitRate=Fez a sua avaliação.
Submitgoodbad=A enviar a sua informação...
me=Eu
NickTooLong=A sua alcunha não deve exceder 20 caracteres.
MailTooLong=O seu endereço de email não deve exceder 50 caracteres.
WrongEmail=Endereço de email inválido.
ReviewTooLong=O tamanho total da avaliação não deve exceder 300 caracteres.
RateHint=Junte-se à nossa classificação de programas e classifique os seus favoritos!
UnknowName=Produto Desconhecido
UnknowVer=Versão Desconhecida
UnknowDesc=Descrição

[Hint]
HintRate=Classificar o Programa
HintClose=Eliminar item



